{					
	"shelly": "Shelly's spread-fire shotgun blasts the other team with buckshot. Her Super destroys cover and keeps her opponents at a distance!",					
	"nita": "Nita strikes her enemies with a thunderous shockwave. Her Super summons a massive bear to fight by her side!",					
	"colt": "An unlikely hero that often finds himself in the wrong place at the right time. He's not one to shy away from a mirror and is simply brimming with confidence!",
	"bull": "Bull deals massive damage up close with his shotgun. For his Super move, he charges through barriers and knocks back enemies!",					
	"jessie": "Jessie's Shock Rifle shoots energy orbs that bounce between enemies. Her Super deploys a cute but deadly gun turret!",					
	"brock": "When Brock's not lighting up the battle with rockets, he's lighting up the dance floor with his smooth moves.",
	"dynamike": "Long thought lost deep down a mine. Mad Dynamike is back - and he's still itching to blow everything to smithereens!",
	"bo": "Bo fires three explosive arrows toward his targets. His Super ability places a trio of hidden, explosive mines on the ground!",					
	"tick": "Tick is a metal ball of barely controlled excitement and energy - explosive energy! He throws mines, and his Super makes his head detach, seek a target and explode.",					
	"8-bit": "8-Bit lumbers along like an arcade cabinet on legs. He shoots Blaster Beams and his Super boosts friendlies' damage!",					
	"emz": "Emz attacks with blasts of hair spray that deal damage over time, and slows down opponents with her Super.",					
	"stu": "Stu is a stunt driver extraordinaire with gasoline in his veins! He makes a big entrance, burning serious rubber all over the stage.",					
	"el primo": "El Primo throws a flurry of punches at his enemies. His Super is a leaping elbow drop that deals damage to all caught underneath!",					
	"barley": "Barley readily serves up the finest beverages in Starr Park. Dirty his bar though and steam comes out and bottles start flying!",
	"poco": "Poco fires damaging sound waves at enemies. His Super can heal both Poco himself and his teammates!",					
	"rosa": "This boxing botanist will plant her feet and go toe to toe! Her Super gives her tough, vegan protective gear.",					
	"rico": "Rico fires a burst of bullets that bounce off walls. His Super burst is a long barrage of bouncy bullets that pierce targets!",					
	"darryl": "Darryl has a powerful double-shotgun attack. His Super move is a reckless roll inside his bouncy barrel!",					
	"penny": "A rebel without a bause, mischevious Penny rules the \"High seas\". She's a bonafide menace on the lookout for adventure and will stop at nothing for plunder.",
	"carl": "Carl throws his Pickaxe like a boomerang. His Super is a crazy cart spin that clobbers anyone around him.",					
	"jacky": "Jacky works her Jackhammer to shake up the ground and nearby enemies. Her Super pulls in nearby foes, leaving them in the dust!",					
	"piper": "Piper's sniper shots do more damage the farther they travel. Her Super drops grenades at her feet, while Piper herself leaps away!",					
	"pam": "Pam shoots from the hip, peppering targets with shrapnel. Her Super is a healing turret that restores her and teammates' health!",					
	"frank": "Frank swings his hammer at enemies, sending a shockwave. His Super is an especially powerful blow that stuns enemies!",					
	"bibi": "Batter up! Bibi's got a sweet swing that can knock back enemies when her Home Run bar is charged. Her Super is a bouncing ball of gum that deals damage.",					
	"bea": "Bea loves bugs and hugs. She shoots her mechanical drones at range, and her Super sends forth an angry army of swarming bees!",					
	"nani": "Nani loves her friends and looks over them with a watchful lens. She handles threats with angled shots, and her Super allows Nani to commandeer her pal Peep, who goes out with a bang!",					
	"edgar": "Edgy and with a hands-off attitude, Edgar prefers to throw punches with his scarf. With his super, Edgar jumps into the fray swinging his scarf around himself.",
	"griff": "Griff is the proprietor of Starr Park's gift shop. Business is bad, but he still throws coins away - from his employees' tip jar!",					
	"grom": "Watchman Grom's priority is to keep guard. He throws his trusty radio at his enemies. His Super is a big bad bomb that breaks walls and pushes back enemies!",					
	"mortis": "Mortis dashes forward with each swing of his shovel. As his Super attack, he sends a cloud of bats to damage enemies and heal himself!",					
	"tara": "What's in the cards for you? This mystic from a far land has come to read you your fortune. It says simply: DEFEAT!",
	"gene": "Gene uses his magic lamp to shoot a splitting projectile. His super is a magical hand that grabs and pulls enemies close!",					
	"max": "Max goes fast! Her attack is a fast-firing blaster. Her Super speeds up her and allies!",					
	"mr. p": "Mr. P is a disgruntled luggage handler who angrily hurls suitcases at opponents. His Super calls robo-porters to help him.",
	"sprout": "Sprout was built to plant life, launching bouncy Seed Bombs with reckless love. Its Super creates a plant-based obstacle!",
	"byron": "Byron deals with potent medicaments, but never call him a snake oil salesman!",
	"squeak": "As Col. Ruff's accidental creation, Squeak was born to play fetch!",					
	"spike": "Spike throws cactus grenades that send needles flying, and a show-stopping Super: a field of cactus spines that slows down and damages enemies!",					
	"crow": "This enigmatic creature just appeared in town one day. Nobody dares to ruffle his feathers - not anymore.",
	"leon": "Leon shoots a quick salvo of blades at his target. His Super trick is a smoke bomb that makes him invisible for a little while!",					
	"sandy": "Sandy is a sleep-deprived Brawler with powerful control over sand: casting sharp pebbles at enemies, and summoning a sandstorm to hide teammates.",					
	"amber": "Amber has always been a firebug. She loves to light up the world and any opponents that come at her!",					
	"meg": "Meg has a basic form and an advanced form where she hops inside her trusted Mecha. The Mecha loses health over time and has low healing ability. Destroying the Mecha returns Meg to her basic form.",					
	"gale": "Gale is a tireless handyman who gets no rest. He blasts foes with a wide shot of wind and snow and his Super pushes them back with a huge gust of wind!",					
	"surge": "He's a Protector with a penchant for parties. Surge attacks foes with energy drink blasts that split in two on contact. His Super upgrades his stats in 3 stages and comes complete with totally awesome body mods!",					
	"colette": "Colette is going to get you! She taxes opponents' health and has fancy moves to boot.",					
	"lou": "Lou is a cool guy, literally! He can dole out all kinds of chill stuff. But watch your step on the ice, and be careful not to get brain freeze!",					
	"colonel ruffs": "Ruffs fires twin shots of lasers that bounce off walls. His Super is a supply drop that can damage enemies in the drop zone and leaves a power up for your team to use.",					
	"belle": "Belle inspires adoration in her gang, while her Electo-Rifle brings shock and awe to any opponent!",					
	"buzz": "Buzz is the lifeguard at Velocirapids. He constantly scans for folks in trouble he can throw his torpedo buoy to, but his throws are rather overenthusiastic.",					
	"ash": "Ash easily gets furious about all the junk he has to clean up. Dealing or receiving blows, even more so. The Fury makes him faster and more dangerous, but eventually he cools down.",					
	"lola": "Part guide and part actress and full diva, Lola is THE leading lady of Brawlywood. \n\nShe attacks with her scarf and her Super is a channeled manifestation of her Ego.",
	"fang": "Fang kicks first and he kicks fast. His main attack is a hefty kick that sends his shoe flying! Fang's Super is a powerful kick that will chain hit multiple enemies who are close together.",					
	"eve": "Eve believes that everyone can be valuable... as a resource for her babies.",
	"janet": "Janet is the star of the show, and she's not afraid to let everyone around her know about it. \n\nIf only her sister Bonnie wouldn't constantly get into trouble...",
	"bonnie": "Bonnie and her inanimate cannon \"Clyde\" are usually up to no good. Who would have thought that this cute little girl would have caused so much mayhem?",
	"otis": "Otis is a street artist who chills in the deep with his starfish pal Cil. Together they throw up graffiti pieces all over Starr Park."
}
