{
	"FAST FORWARD":"Shelly dashes ahead, skipping a few unnecessary steps!",
	"CLAY PIGEONS":"On activation, for the next 5 seconds Shelly's main attacks focus the fire to a smaller area with an increased range.",
	"BEAR PAWS":"Nita commands her bear to slam the ground, stunning all enemies within its reach.",
	"FAUX FUR":"For the next 3 seconds, Nita's bear gets a 35% shield against damage.",
	"SPEEDLOADER":"Colt instantly reloads 2 ammo.",
	"SILVER BULLET":"Colt's next attack is a powerful shot that deals as much damage as 2 of his regular bullets, while going through obstacles and opponents alike.",
	"T-BONE INJECTOR":"Bull instantly rejuvenates himself for 1500 health.",
	"STOMPER":"Bull can interrupt his Super charge and slow all nearby opponents with a massive stomp for 1.5 seconds.",
	"SPARK PLUG":"Jessie triggers a shockwave from her turret, slowing down all enemies within its area of effect.",
	"RECOIL SPRING":"Scrappy's attack speed is doubled for 5 seconds.",
	"ROCKET LACES":"Brock blasts the ground below him and propels himself into the air. The explosion deals 500 damage to nearby enemies.",
	"ROCKET FUEL":"Brock's next attack is a mega rocket that is bigger, faster, explodes with a large radius, destroys walls and deals 50% extra damage.",
	"FIDGET SPINNER":"Dynamike spins furiously and throws multiple sticks of dynamite around himself. Each dynamite deals 1200 damage to enemies.",
	"SATCHEL CHARGE":"Once activated, the next main attack also stuns enemies for 1.5 seconds.",
	"SUPER TOTEM":"Bo places a totem that recharges his and any allies' Supers within the area of effect. The totem slowly loses its health over time.",
	"TRIPWIRE":"Bo triggers all of his mines after 1.5 seconds. During the delay the mines are completely undetectable to opponents.",
	"MINE MANIA":"Tick's next attack fires 6 mines.",
	"LAST HURRAH":"Tick gains a 50% shield for 1.0 seconds. After that, it bursts out for 1000 damage.",
	"CHEAT CARTRIDGE":"8-Bit instantly teleports to his Damage Booster.",
	"EXTRA CREDITS":"8-BIT's next attack has the number of projectiles increased to 18.",
	"FRIENDZONER":"EMZ pushes back all enemies around her while also dealing 500 damage.",
	"SPEED ZONE":"Stu drops a booster that makes himself, his teammates and other allies move faster while inside its area of effect.",
	"BREAKTHROUGH":"Stu's next Super can bash through obstacles, making debris fly forward. Each piece of debris deals 200 damage to any opponent it hits.",
	"SUPLEX SUPPLEMENT":"El Primo grabs the closest enemy within his reach and flips them like a pancake over his broad shoulders.",
	"ASTEROID BELT":"El Primo summons a small meteor to strike the nearest enemy. It deals 2000 damage and destroys walls.",
	"STICKY SYRUP MIXER":"Barley drops a sticky concoction that leaves a puddle, slowing down all enemies that make contact with it.",
	"HERBAL TONIC":"Barley throws a healing potion at nearby allies that creates an area that heals for 500 health per second.",
	"TUNING FORK":"Poco and all nearby allies heal 400 health per second for 5 seconds.",
	"PROTECTIVE TUNES":"Removes active adverse effects from friendly brawlers in a large area and gives a 2 second immunity.",
	"GROW LIGHT":"Rosa fertilizes the ground around her and bushes instantly grow to provide great cover.",
	"UNFRIENDLY BUSHES":"All opponents hiding in bushes take 100 damage and get slowed down for 3 seconds.",
	"MULTIBALL LAUNCHER":"Rico blasts waves of bouncy bullets in all directions.",
	"BOUNCY CASTLE":"Rico's next attack will heal him for 250 health from each bounce of a projectile.",
	"RECOILING ROTATOR":"Darryl spins around and sprays a barrage of shots in all directions. Each shot deals 400 damage and recharges his Super by 25% if it hits enemies!",
	"TAR BARREL":"Darryl creates a slowing area around himself for 5 seconds.",
	"POCKET DETONATOR":"Penny blows up her cannon! The explosion destroys walls and deals 1500 damage to nearby enemies.",
	"CAPTAIN'S COMPASS":"Penny calls an artillery strike from her Cannon to her current location.",
	"HEAT EJECTOR":"Carl drops a trail of hot rocks behind his cart! Opponents that touch them are set on fire, and receive a total of 1200 damage over time each.",
	"FLYING HOOK":"Carl's next attack makes his pickaxe pull him to the farthest point of the attack.",
	"PNEUMATIC BOOSTER":"Jacky gets a burst of energy and moves 20% faster for 3 seconds.",
	"AUTO AIMER":"Piper pops a defensive shot at the closest enemy, dealing 100 damage, while also pushing them back and slowing them down.",
	"HOMEMADE RECIPE":"On activation, Piper's next main attack will home in on enemies.",
	"PULSE MODULATOR":"Pam triggers her turret to emit a pulse that heals allies inside the turret's range, including herself, for 1200 health.",
	"SCRAPSUCKER":"Each hit from Pam's next attack removes 25% of opposing Brawlers' maximum ammo. Pam reclaims 50% of the ammo for herself.",
	"ACTIVE NOISE CANCELING":"Frank clears any disabling effect on himself, and momentarily becomes immune to stuns, slows and knockbacks.",
	"IRRESISTABLE ATTRACTION":"Frank's next attack also pulls opponents towards him.",
	"VITABIM BOOSTER":"Bibi heals 600 health per second for 4 seconds.",
	"HONEY MOLASSES":"Bea drops a beehive with a splash of sticky honey around it. The honey slows down enemies that step in it.",
	"RATTLED HIVE":"Bea unleashes 4 angry bees that circle away from her, dealing more damage the further they go (up to 600 damage).",
	"WARP BLAST":"Nani detonates Peep and teleports herself to his last location.",
	"RETURN TO SENDER":"For the next 5 seconds, the first time Nani takes damage from an enemy, 80% of the damage is returned to the enemy.",
	"LET'S FLY":"Edgar's Super charges faster, 525% for 4 seconds.",
	"HARDCORE":"Edgar gets a shield that protects him from the next 2000 damage. The shield gets weaker over time.",
	"PIGGY BANK":"Griff drops a firecracker-filled piggy bank that, after a short delay, explodes destroying obstacles and dealing 1000 damage to opponents within range.",
	"COMBO SPINNER":"Mortis spins his shovel, hitting all enemies around himself for 1300 damage.",
	"SURVIVAL SHOVEL":"Mortis reloads faster for 4 seconds.",
	"LAMP BLOWOUT":"All enemies close to Gene are instantly pushed back. If at least one enemy Brawler is within range, Gene will also restore 600 health.",
	"VENGEFUL SPIRITS":"Gene shoots a homing missile at all visible enemies within a large area, dealing up to 1000 damage based on distance.",
	"PHASE SHIFTER":"Max dashes forward, and becomes immune to all damage from enemies while dashing.",
	"SNEAKY SNEAKERS":"Max blinks back to a place of her choosing after 3 seconds' delay, recovering any damage she received in the meantime.",
	"SERVICE BELL":"Mr. P buffs his current porter by increasing its damage by 150 and health by 1000.",
	"PORTER REINFORCEMENTS":"The next attack will spawn an extra porter where the attack lands.",
	"GARDEN MULCHER":"Sprout consumes a bush to restore 1500 health.",
	"TRANSPLANT":"Sprout destroys its current Hedge, but will instantly have its Super fully charged again.",
	"SHOT IN THE ARM":"Byron uses one of his shots to heal himself 800 per second for 3 seconds.",
	"WINDUP":"Squeak's next Sticky Blomb has its range increased by 100%.",
	"POPPING PINCUSHION":"Spike shoots 3 waves of needles in all directions, dealing 520 damage per hit.",
	"LIFE PLANT":"Spike grows a large cactus with 3500 health to give cover to friendlies. If destroyed, the cactus bursts, and all nearby friendlies recover 1000 health.",
	"DEFENCE BOOSTER":"Crow gets a shield for 40% of incoming damage for 3 seconds.",
	"SLOWING TOXIN":"All currently poisoned enemies are slowed for 5 seconds.",
	"CLONE PROJECTOR":"Leon creates an illusion of himself to confuse his enemies.",
	"LOLLIPOP DROP":"Leon creates a stealthy area for his team to hide in.",
	"SLEEP STIMULATOR":"Sandy falls a sleep for 2 seconds and his health is fully restored.",
	"SWEET DREAMS":"Sandy's next attack lulls opponents to sleep for 1.0 seconds. They will however wake up from any damage.",
	"FIRE STARTERS":"Amber runs fast for 3 seconds while spilling her fire fluid, which she can then ignite.",
	"JOLTING VOLTS":"Heal the Mecha by 450 health per second for 5 seconds.",
	"SPRING EJECTOR":"Gale drops a bounce pad underfoot, launching friend and foe alike into the air.",
	"TWISTER":"Gale uses his leaf blower to create a local tornado, which will push away any opponents that try to pass through.",
	"POWER SURGE":"Surge overloads his circuits and teleports a short distance forward.",
	"NA-AH!":"Colette's next shot deals extra 1000 damage.",
	"ICE BLOCK":"Lou shields himself with ice, becoming invulnerable for 1.0 seconds.",
	"CRYO SYRUP":"Instantly adds 50% freeze meter to opponents inside Lou's Super.",
	"TAKE COVER":"Ruffs throws down 3 sandbags to cover himself. Each one has 2000 health.",
	"AIR SUPPORT":"Ruffs calls a barrage around the nearest opponent, dealing 700 damage with each hit.",
	"NEST EGG":"Belle places a trap on the ground that will explode when triggered by an opponent. The trap deals 500 damage, and slows down anyone within its blast radius for 3 seconds.",
	"RESERVE BUOY":"Instantly fills the Super meter, but the next Torpedo Throw doesn't stun opponents.",
	"CHILL PILL":"Though furious, Ash has to collect himself. A full Rage meter will recover 2500 health when this gadget is popped - less Rage, less recovery."
	}
