{
	"SHELL SHOCK":"Shelly's Super shells slow down enemies for 4.5 seconds!",
	"BAND-AID":"When Shelly falls below 40% health, she instantly heals for 2000 health. Band-Aid recharges in 15 seconds.",
	"BEAR WITH ME":"Nita recovers 800 health whenever her bear hits an enemy brawler. When Nita deals damage to an enemy brawler, her bear regains 800 health.",
	"HYPER BEAR":"Nita's bear attacks faster. Time between swipes is reduced by 60%.",
	"SLICK BOOTS":"Colt's movement speed is increased by 13%.",
	"MAGNUM SPECIAL":"Colt’s main attack range and bullet speed are increased by 11%.",
	"BERSERKER":"When Bull falls below 60% health, his reload speed doubles!",
	"TOUGH GUY":"When Bull falls below 40% health, he gains a shield that reduces all damage taken by 30%.",
	"ENERGIZE":"Jessie can repair her gun turret for 896 of its missing health by zapping it with her attack.",
	"SHOCKY":"Scrappy the Turret now shoots energy orbs that bounce between enemies. The orbs' range after a bounce is 51% of normal range.",
	"INCENDIARY":"The impact of Brock's attack sets the ground on fire. Enemies in the area take 520 damage per second! Lasts for 2 seconds.",
	"ROCKET NO. 4":"Brock loads a fourth rocket into his launcher, increasing his ammo capacity (and discarding the thermos bottle he's been keeping in his launcher's #4 rube).",
	"DYNA-JUMP":"Dynamike can ride the blast wave of his explosives to jump over obstacles!",
	"DEMOLITION":"Adds +1000 damage to Mike’s Super.",
	"CIRCLING EAGLE":"Bo spots enemies hidden in bushes from 150% longer distance than normally.",
	"SNARE A BEAR":"Instead of a knockback, Bo’s traps now stun the enemy for 2 seconds.",
	"WELL OILED":"When Tick takes no damage and doesn't attack, he starts recovering health 2 seconds faster than normal.",
	"AUTOMA-TICK RELOAD":"Tick's reload time is 9% shorter.",
	"IMPROVISE": "When down to her last round, Lola deals an extra 30% damage.",
	"HEAVY METAL": "Upon expiring, the Mecha suit explodes dealing 1500 damage to nearby opponents and pushing them away.",
	"MAD AS HECK": "Ash progressively gains up to 30% faster reload speed, equal to how enraged he's become.",
	"SEALED WITH A KISS": "Projectiles from Lola's Ego will heal allies that are caught in its path by 100 health.",
	"BOOSTED BOOSTER":"Increases the Damage Booster's range by 50% and boosts damage by an additional 15%.",
	"PLUGGED IN":"When 8-Bit is near his Damage Booster, he will plug in and have increased movement speed.",
	"BAD KARMA":"Enemies that stay within the cloud of Emz's toxic hair spray suffer increasing damage, 25% per hit.",
	"HYPE":"Emz recovers 420 health per second for each enemy inside her Super's area of effect.",
	"ZERO DRAG":"Stu's Nitro Boost Super dash distance increases by 71%.",
	"GASO-HEAL":"Using his Nitro Boost Super restores 400 of Stu's health.",
	"EL FUEGO":"Enemies caught in El Primo's Super will burn for 1200 damage over 4 seconds.",
	"METEOR RUSH":"El Primo gains 25% speed boost for 4 seconds after using his Super.",
	"MEDICAL USE":"Barley regains 400 health from each atack.",
	"EXTRA NOXIOUS":"Adds +200 damage per second to Barley’s attack.",
	"DA CAPO!":"When Poco's attack hits friendly Brawlers they now heal for 700 health.",
	"SCREECHING SOLO":"Poco’s Super now also hits enemies, dealing 1000 damage.",
	"PLANT LIFE":"Rosa recovers 200 health per second when inside a bush.",
	"THORNY GLOVES":"Rosa’s punches gain +220 damage during her Super.",
	"SUPER BOUNCY":"Rico's bullets, from attack and Super alike, get supercharged by their first bounce and deal +124 damage!",
	"ROBO RETREAT":"When Rico falls below 40% health, he runs 34% faster.",
	"STEEL HOOPS":"Darryl's Super reinforces his barrel, reducing all damage he takes by 90% for 0.9 seconds.",
	"ROLLING RELOAD":"When Darryl uses his Super, he doubles his reload speed for 5 seconds.",
	"LAST BLAST":"When Penny's Cannon is destroyed, it shoots out one last barrage of 4 bombs targeting nearby enemies, each dealing 1680 damage.",
	"BALLS OF FIRE":"Cannonballs from Penny’s turret set the ground on fire for 3 seconds. Enemies in the burning area take 400 damage per second.",
	"POWER THROW":"Carl throws his Pickaxe with 12% more speed, allowing it to travel faster and return faster.",
	"PROTECTIVE PIROUETTE":"During Carl's Super, all damage he receives is reduced by 35%.",
	"COUNTER CRUSH":"When receiving damage, Jacky returns the favor by converting 30% of the damage into a Groundbreaker counterattack.",
	"HARDY HARD HAT":"Jacky's Hard Hat protects her by reducing any damage she takes by 10%.",
	"AMBUSH":"Piper's attack deals +800 extra damage (at max range) when she's hidden in a bush.",
	"SNAPPY SNIPING":"When Piper hits an enemy with her attack, she reloads 0.4 ammo instantly.",
	"MAMA'S HUG":"Whenever Pam hits enemies with Scrapstorm, she heals herself and nearby friendly Brawlers for 48 health.",
	"MAMA'S SQUEEZE":"Healing turret now also damages enemies for 800 damage per second.",
	"POWER GRAB":"Frank steals the power of a Brawler he defeats, increasing his damage by 50% for 12 seconds!",
	"SPONGE":"Frank gains +1100 health.",
	"HOME RUN":"Bibi's movement speed is increased by 12% when her Home Run bar is fully charged.",
	"BATTING STANCE":"When Bibi’s Homerun bar is fully charged, she shields herself from all damage by 20%.",
	"INSTA BEALOAD":"Instantly supercharge Bea's Big Sting one time if she misses a supercharged shot.",
	"HONEYCOMB":"Bea receives a 20% shield while Dig Sting is supercharged.",
	"AUTOFOCUS":"Peep deals up to 1600 extra damage based on his travel distance.",
	"TEMPERED STEEL":"Nani takes 80% less damage while her Super is active.",
	"HARD LANDING":"Edgar's Super will also deal 1000 damage to nearby enemies upon landing.",
	"FISTICUFFS":"Edgar receives 25% more healing from damage he deals.",
	"KEEP THE CHANGE":"Furious Griff tosses coins faster, reducing the time for a full salvo by 35%.",
	"BUSINESS RESILIENCE":"Every 2 seconds, Griff regains up to 7% of his missing health.",
	"CREEPY HARVEST":"Mortis reaps the life essence of Brawler he defeats, restoring 1000 of his health.",
	"COILED SNAKE":"Mortis gains his longer dash 2 seconds faster.",
	"BLACK PORTAL":"Tara's Super cracks open a dimensional portal! A shadowy version of Tara appears and attacks her enemies.",
	"HEALING SHADE":"Tara’s Super cracks open a dimensional portal! A shadowy version of Tara’s appears to heal Tara and her teammates.",
	"MAGIC PUFFS":"Gene heals all friendly Brawlers around him for 400 health per second.",
	"SPIRIT SLAP":"When Gene's Super is fully charged he does +300 damage with his attack.",
	"SUPER CHARGED":"Max now charges her Super while moving.",
	"RUN N' GUN":"Max reloads faster while moving.",
	"HANDLE WITH CARE":"Every 4 seconds, the explosion damage of Mr. P's next overstuffed suitcase is increased by 40%.",
	"REVOLVING DOOR":"All robo-porters from the home base now have 20% more health and 30% higher damage.",
	"X-FACTOR": "The split from Grom's main attack deals up to +30% extra damage at max distance.",
	"FOOT PATROL": "When Grom's Super is fully charged, he gains 35% faster movement speed!",
	"OVERGROWTH":"Every 5 seconds, the next Seed Bomb will explode with a larger explosion radius.",
	"PHOTOSYNTHESIS":"Sprout activates a shield, partially protecting itself from all attacks while inside a bush.",
	"MALAISE":"Byron's Super will also cause opponents to receive 75% less healing from any source for 9 seconds.",
	"INJECTION":"Every 3.5 seconds the next basic attack will pierce through targets.",
	"CHAIN REACTION":"Each opponent within the area of a Sticky Blomb's explosion increases the Blomb's damage by 10%.",
	"SUPER STICKY":"Secondary Sticky Blomb explosions from Squak's Super also slow down opponents for 4 seconds.",
	"FERTILIZE":"After using Super, Spike regenerates 800 health per second by staying in its area of effect.",
	"MORE ROCKETS!": "Rocket Rain now rains down 44% more rockets.",
	"HAPPY SURPRISE": "Upon hitting an enemy brawler, the largest egg of her Egg Shooter will spawn a hatchling",
	"UNNATURAL ORDER": "Reverses the order of the eggs shot by her Egg Shooter",
	"DIVINE SOLES": "Reduce 500 damage from incoming hits once every 3 seconds. Maximum reduction is 90% of the incoming damage.",
	"FRESH KICKS": "When Fang defeats an enemy with his Super, it's recharged instantly. Allowing him to use his Super again!",
	"CURVEBALL":"Spikes from cactus grenade fly in a curving motion, making it easier to hit targets.",
	"EXTRA TOXIC":"Crow's poison saps the strength of enemies, who deal 25% less damage while poisoned.",
	"CARRION CROW":"Crow deals +152 damage with his attack and Super to targets with 50% or less health.",
	"SMOKE TRAILS":"When Leon uses his Super, he gains 30% boost to his movement speed for the duration of his invisibility.",
	"INVISIHEAL":"Leon recovers 1000 health per second while his Super is active.",
	"RUDE SANDS":"Sandstorm now also damages enemies for 100 damage per second.",
	"HEALING WINDS":"Sandstorm now also heals friendly Brawlers for 300 health per second.",
	"WILD FLAMES":"Amber can have two fuel puddles on the ground simultaneously and she will recharge her Super automatically when standing near one.",
	"SCORCHIN' SIPHON":"While being near a puddle of fire fluid, Amber uses it to reload her firebreathing 50% faster.",
	"FORCE FIELD":"Meg is protected by a 35% shield for 30 seconds when her Mecha is destroyed.",
	"BLUSTERY BLOW":"Gale's Super now stuns enemies for 1.0 seconds if they are pushed against obstacles.",
	"FREEZING SNOW":"Gale's snow balls now also slow down opponents for 0.5 seconds.",
	"TO THE MAX!":"Surge's main attack now splits when hitting walls or when reaching max distance.",
	"SERVE ICE COLD":"Surge keeps his STAGE 1 Super upgrade for the full match duration.",
	"PUSH IT":"All enemy brawlers hit by Colette's charge are carried to the farthest point of the attack!",
	"MASS TAX":"Colette's super gives her a 20% shield for 5 seconds. Every enemy brawler hit by it will add 10% more protection.",
	"SUPERCOOL":"Opponents standing on Lou's Super area get gradually frozen, like from his Brain Freeze attack.",
	"HYPOTHERMIA":"Opponents lose up to 75% of their reload speed based on how frozen they are from Lou's attacks.",
	"AIR SUPERIORITY":"Supply Drop now includes a bomb that adds +1000 damage to the drop and also allows it to destroy walls.",
	"FIELD PROMOTION":"Friendly Brawlers have their maximum health increased by 30 every second that they are in range of this ability while it's active.",
	"POSITIVE FEEDBACK":"Belle gains a 20% shield whenever her Electro-Bolts hit a target.",
	"GROUNDED":"Getting marked by Belle's Super prevents the target from reloading for 3 seconds.",
	"TOUGHER TORPEDO":"The minimum duration of Buzz's Super stun is increased by 0.5 seconds.",
	"EYES SHARP":"Buzz's Super charging area is increased by 33%.",
	"FIRST BASH":"When hitting an opponent with his attack charges full, Ash gets even more angry. His Rage goes up by 100%.",
	"RUN N GUN": "Max reloads faster while moving.",
	"STAGE VIEW": "While in the air with her jetpack, Janet reveals a large area of bushes around herself"
}














